Repository: Emmerlord/BEGameMonitor
Catalog: Xiperware.WiretapAPI/Language.*.resx
Languages: de, es, fr

# Sleep_TrayIcon_Exit
source: Exit
de: Verlassen
es: Salir
fr: Quitter

# TreeView_tvwFilterEventType_nodeAttackObjectivePlaced
source: Placed
de: Platziert
es: Emplazado
fr: Placé

# FactoryStatus_Tooltip_CurrentHealth
source: Current health: {0}%
de: Aktuell zu {0}% in Ordnung
es: Estado actual de infraestructura: {0}%
fr: Capacité actuelle: {0}%

# Common_Tooltip_CollapseAll
source: Collapse all levels
de: Alle Ebenen einklappen
es: Colapsar todos los niveles
fr: Réduire tous les niveaux

# TownStatus_Section_Facilities
source: Facilities
de: Einrichtungen
es: Instalaciones
fr: Bâtiments

# Enum_ServerState_Info_NoCap
source: No capture
de: Eroberungen gesperrt
es: Sin capturas
fr: Pas de capture

# TreeView_tvwFilterEventType_nodeFactoryHealthDestroyed
source: Destroyed
de: Zerstört
es: Destruidas
fr: Détruite

# Event_Desc_ChokePointUnderAttackAgain
source: {0} is under attack again by {1} forces.
de: {0} wird erneut durch {1:v2} Streitkräfte angegriffen.
es: {0} está de nuevo bajo ataque de fuerzas {1}.
fr: {0} est encore attaqué par les forces {1}.

# Error_AnErrorOccuredParsing
source: An error occurred parsing {0}
de: Fehler während der Syntaxanalyse {0}
es: Ha ocurrido un error analizando {0}
fr: Une erreur s'est produite pendant l'analyse {0}

# Country_Name_Italy
source: Italy
de: Italien
es: Italia
fr: Italie

# Error_SaveLanguage
source: Failed to save Language settings
de: Fehler beim Speichern der Spracheinstellungen
es: Fallo al guardar la configuración de Idioma
fr: Erreur lors de la sauvegarde des options de Langue

# Event_Misc_InChokePoint
source: in {0}
es: en {0}
fr: à {0}

# CurrentAttacks_TownStatus
source: Town status
de: Städtestatus
es: Estado de ciudad
fr: Statut de la ville

# Error_DownloadError
source: An error occurred downloading {0}
de: Fehler beim Download {0}
es: Ha ocurrido un error al descargar {0}
fr: Erreur pendant le téléchargement {0}

# Common_Tooltip_DivisionDeployed
source: Division HQ currently deployed in {0}
de: Das Divisions HQ befindet sich zur Zeit in {0}
es: División HQ desplegado actualmente en {0}
fr: QG de division actuellement déployé à {0}

# Enum_FirebaseState_Brigade
source: Brigade
es: Brigada

# Time_MinsAgo
source: {0} ago
de: vor {0}
es: hace {0}
fr: Il y a {0}

# Time_ForMins
source: for {0}
de: seit {0}
es: durante {0}
fr: pendant {0}

# Enum_ServerPopulation_Low
source: Light
de: Wenige
es: Ligera
fr: Basse

# Time_PlacedMinsAgo
source: placed {0} ago
de: vor {0} platziert
es: establecido hace {0}
fr: placé il y a {0}

# Time_GainedMinsAgo
source: gained {0} ago
de: vor {0} eingenommen
es: tomada hace {0}
fr: pris il y a {0}

# Error_CrashTitle
source: Unhandled Exception (BEGM {0})
de: Unbekannter Fehler (BEGM {0})
es: Excepción no Documentada (BEGM {0})
fr: Erreur exceptionelle (BEGM {0})

# TreeView_tvwFilterEventType_nodeFactoryHealth
source: Health
de: Zustand
es: Estado
fr: Capacité

# Time_Sec
source: sec
de: sek
es: seg

# TreeView_tvwMapOptions_nodeAirGrid
source: Air Grid
de: Planquadrate
es: Rejilla Aérea
fr: Grille Radar

# TreeView_tvwFilterEventType_nodeHCUnitRouted
source: Routed
es: Desbandada
fr: Routée

# Error_NonDefaultDPI
source: Battleground Europe Game Monitor doesn't currently support your screen DPI setting ({0} dpi). Windows XP: Control Panel => Display => Settings => Advanced => General => 96 dpi.
de: Battleground Europe Game Monitor unterstützt Deine Bildschirmeinstellungen nicht ({0} dpi). Windows XP: Control Panel => Display => Settings => Advanced => General => 96 dpi.
es: Battleground Europe Game Monitor no soporta actualmente su configuración de DPI en pantalla ({0} dpi). Windows XP: Panel de Control => Pantalla => Configuración => Avanzada => General => 96 dpi.
fr: Battleground Europe Game Monitor ne supporte pas encore vos options d'écran DPI ({0} dpi). Windows XP: Panneau de configuration => Propriétés => Paramètres => Avancé => General => 96 dpi.

# Error_SaveNetwork
source: Failed to save Network settings
de: Fehler beim Speichern der Netzeinstellungen
es: Fallo al guardar la configuración de red
fr: Erreur lors de la sauvegarde des options Déseaux

# GameStatus_Reinitialising
source: REINITIALISING, PLEASE WAIT...
de: NEU INITIALISIEREN, BITTE WARTEN ...
es: REINICIALIZANDO, POR FAVOR ESPERE...
fr: REINITIALISATION, VEUILLEZ PATIENTER ...

# CurrentAttacks_Tooltip_NoEvents
source: {0} has an AO but no events in the past two hours
de: {0} hat eine AO, wurde aber in den letzten zwei Stunden nicht angegriffen
es: {0} tiene Objetivo de Ataque pero no tiene eventos en las últimas dos horas
fr: {0} a un AO, mais aucun évènement lors des deux dernières heures

# TownStatus_Tooltip_FirebaseInactive
source: The firebases between {0} and {1} are not currently active
de: Die FBs zwischen {0} und {1} sind in Feindeshand
es: Las bases avanzadas entre {0} y {1} no están activas actualmente
fr: Les FBs entre {0} et {1} ne sont actuellement pas actives

# Time_Mins
source: mins
de: min
es: min

# TreeView_tvwFilterEventType_nodeHCUnitDeployed
source: Deployed
de: Stationiert
es: Desplegada
fr: Déployée

# Enum_Branch_Navy
source: Navy
de: Marine
es: Marina
fr: Marine

# TownStatus_Event
source: {0} event
de: {0} Ereignis
es: {0} evento
fr: {0} évènement

# Enum_FirebaseState_Inactive
source: Inactive
de: Inaktiv
es: Inactiva

# TownStatus_Tooltip_SpawnEnemy
source: Enemy spawnable
de: Feindliches Spawnable
es: Salida enemiga
fr: Spawnable ennemi

# Error_NetworkSettingsUntested
source: Your network settings haven't been tested. Would you like to test them now?
de: Deine Netzeinstellunge wurden nicht getestet. Möchtest Du sie jetzt testen?
es: Su configuración de red no ha sido comprobada. ¿Le gustaría probarla ahora?
fr: Vos options de réseau n'ont pas été testées. Voulez-vous les tester maintenant?

# Error_SaveMisc
source: Failed to save Misc settings
de: Fehler beim Speichern der weiteren Einstellungen
es: Fallo al guardar la configuración de Varios
fr: Erreur lors de la sauvegarde des options Misc

# Event_Desc_HCUnitDeployed
source: {0} has been deployed at {1}.
de: {0} wurde nach {1} verschoben.
es: {0} ha sido desplegada en {1}.
fr: {0} a été déployé à {1}.

# Event_Title_HCUnitMoved
source: {0} redeployed
de: {0} wurde verschoben
es: {0} redesplegada
fr: {0} redéployé

# Enum_ServerPopulation_Good
source: Good
de: Gut
es: Buena
fr: Bonne

# TreeView_tvwFilterEventType_nodeFirebase
source: Firebase
es: Base Avanzada
fr: Base Avancée

# TownStatus_Section_HCUnits
source: Deployed HC Units
de: Stationierte HC Einheiten
es: Unidades HC Desplegadas
fr: Unités HC déployées

# TreeView_tvwMapOptions_nodeBrigadeLinksArmy
source: Only Army Brigades
de: Nur Armeebrigaden
es: Sólo las de Tierra
fr: Brig. Terr. seulement

# Event_Desc_HCUnitRetreat
source: {0} has retreated from {1} to {2} after being overrun.
de: {0} wurde überrannt und von {1} nach {2} verschoben.
es: {0} se ha retirado de {1} hacia {2} tras haber sido rebasada.
fr: {0} s'est replié de {1} vers {2} après avoir été submergé.

# Common_Tooltip_GoToStatus
source: View status of {0}
de: Status von {0} ansehen
es: Ver estado de {0}
fr: Voir le statut de {0}

# Event_Desc_AOPlacedDeployed
source: The {0} {1} deployed in {2} have ordered an attack on {3}.
de: [{0}] {1} (stationiert in {2}) wurde befohlen, {3} anzugreifen.
es: Las fuerzas {0} del {1} desplegadas en {2} han ordenado un ataque sobre {3}.
fr: Le {1} {0} déployé à {2} a ordonné une attaque sur {3}.

# FactoryStatus_Tooltip_RdpOn
source: Currently contributing to RDP
de: Beteiligt am RDP
es: Contribuyendo actualmente al RDP
fr: Contribue actuellement au RDP

# TownStatus_Tooltip_AOPlacedBy
source: Placed by OIC of {0}
de: Plaziert durch den OIC von {0}
es: Emplazado por el oficial a cargo de {0}
fr: Placé par l'OIC de {0}

# Common_Tooltip_ExpandTop
source: Expand only top levels
de: Nur die oberen Ebenen ausklappen
es: Expandir sólo niveles superiores
fr: Etendre seulement les niveaux du haut

# Common_Tooltip_ExpandAll
source: Expand all levels
de: Alle Ebenen ausklappen
es: Expandir todos los niveles
fr: Etendre tous les niveaux

# Error_CrashNoLogfile
source: Congratulations, you've made Battleground Europe Game Monitor crash! :) Could you please press <Ctrl>+C to copy this information and paste it in an email to xiperware@gmail.com along with what you were doing at the time. This will help the developer to identify and fix the problem.
de: Gratuliere, Du hast es geschaft den Battleground Europe Game Monitor zum Absturz zu bringen! :) Kannst Du bitte das Ganze mit <Ctrl> + C kopieren, dazu eine kurze Beschreibung was Du gemacht hast und dies dann per Email an xiperware@gmail.com senden. Dies wird dem Entwickler behilflich sein das Problem zu finden und zu lösen.
es: Felicitaciones, has conseguido que casque Battleground Europe Game Monitor :) Por favor, usted puede presionar <Ctrl>+C para copiar esta información y pegarla en un email a xiperware@gmail.com junto con una breve descripción en inglés de lo que estaba haciendo en ese momento. Esto ayudará al desarrollador a identificar y solucionar el problema.
fr: Félicitations ! Vous avez plantéBattleground Europe Game Monitor ! :) Veuillez s'il vous plaît appuyer sur <Ctrl>+C pour copier cette information et la coller dans un email pour xiperware@gmail.com avec ce que vous faisiez au moment du plantage. Cela aidera à identifier et régler le problème.

# TreeView_tvwFilterEventType_nodeCapturesChokepointContested
source: Contested
de: Mit Feind CP
es: Disputadas
fr: Contestée

# TreeView_tvwFilterEventType_nodeFactoryRdpHalted
source: Halted
de: Gestoppt
es: Detenida
fr: Stoppé

# TreeView_tvwFilterEventType_nodeHCUnit
source: HC Unit
de: HC Einheit
es: Unidad HC
fr: Unité HC

# CurrentAttacks_ShowAlerts
source: Show alerts
de: Alarme anzeigen
es: Mostrar alertas
fr: Montrer alertes

# TreeView_tvwFilterEventType_nodeFactoryRdpResumed
source: Resumed
de: Fortgesetzt
es: Reestablecida
fr: Repris

# Event_Desc_FacilityCaptured
source: {0} has been captured {1} by {2}.
de: {0} ist jetzt {1} und wurde durch {2} erobert.
es: {0} ha sido capturada como {1} por {2}
fr: {0} a été capturé en {1} par {2}.

# Options_SleepMode
source: When in sleep mode, Battleground Europe Game Monitor will "hibernate", using as little memory/cpu as possible and no network bandwidth. Waking up again will require an approx {0}kb download of data to re-establish game state.
de: Im Schlafmodus spart der Battleground Europe Monitor Speicher/CPU Leistung und benutzt keine Bandbreite. Beim Aufwachen aus dem Schlafzustand werden ca. {0}kb aktuelle Daten neu geladen.
es: Mientras esté en modo dormir, BEGM "hibernará", utilizando tan poca memoria/cpu como sea posible y nada de ancho de banda de red. Despertarse de nuevo requerirá aproximadamente {0}kb de descarga de datos para re-establecer el estado del juego.
fr: En mode veille, Battleground Europe Game Moniter va "hiberner", en utilisant le moins de ressources possible et sans utiliser de la bande passante. Le prochain réveil exigera le téléchargement d'environ {0}kb de données pour réétablir le statut de jeu.

# RecentEvents_Tooltip_FactoryDataNotLoaded
source: Factory data not loaded
de: Fabrikdaten wurden nicht geladen
es: No se han cargado los datos de fábricas
fr: Données des usines non chargées

# FactoryStatus_Tooltip_OutputDay
source: {0}% production output for past 24 hours
de: {0}% Produktionsmenge in den letzten 24 Stunden
es: Producción del {0}% durante las últimas 24 horas
fr: {0}% de production pendant les dernières 24 heures

# Country_Name_France
source: France
de: Frankreich
es: Francia

# Error_Restart
source: Failed to restart BEGM
de: Fehler während dem Neustart von BGEM
es: Fallo al reiniciar BEGM
fr: Erreur lors du relancement de BEGM

# Enum_ServerPopulation_Empty
source: Empty
de: Leer
es: Vacía
fr: Vide

# GameStatus_Show
source: Show Game Status
de: Spielestatus anzeigen
es: Mostrar Estado del Juego
fr: Montrer le statut de jeu

# TreeView_tvwMapOptions_nodeAttackObjectives
source: Attack Objectives
de: Angriffsziele
es: Objetivos de Ataque
fr: Objectifs d'Attaque

# Country_Name_Commonwealth
source: Commonwealth
es: La Commonwealth

# Sleep_TrayIcon_EnableAutoWakeup
source: Enable auto-wakeup
de: Automisches Beenden des Ruhezustandes einschalten
es: Activar auto-despertar
fr: Activer le réveil automatique

# Event_Title_HCUnitDeployed
source: {0} deployed
de: {0} wurde stationiert
es: {0} desplegada
fr: {0} déployé

# Time_Hours
source: hours
de: Stunden
es: horas
fr: heures

# Enum_HCUnitLevel_Division
source: Division
es: División

# Country_Demonym_Germany
source: German,Germans
de: deutsch,deutsche,deutschen
es: Alemana,Alemanes
fr: Allemand,Allemands

# TreeView_tvwFilterEventType_nodeCapturesFacilitySpawnable
source: Spawnable Depot
de: Depot spawnable
es: Depósito de Salida
fr: Depot Spawnable

# Event_Desc_AORecalled
source: The {0} attack on {1} has been recalled.
de: Der {0:v2} Angriff auf {1} wurde zurückgezogen.
es: El ataque de fuerzas {0} sobre {1} ha sido cancelado.
fr: L'attaque {0} sur {1} a été annulée.

# TreeView_tvwFilterEventType_nodeCapturesChokepointCaptured
source: Captured
de: Erobert
es: Capturadas
fr: Capturée

# Event_Desc_FactoryRDPStopCaptured
source: {0} at {1} has halted production due to being captured.
de: {0} in {1} wurde vom Feind eingenommen und hat die Produktion eingestellt.
es: {0} en {1} ha detenido la producción por haber sido capturada.
fr: L'usine {0} à {1} a arrêté la production après avoir été capturée.

# TreeView_tvwFilterEventType_nodeFactoryRdp
source: RDP
es: Producción RDP

# Event_Title_FirebaseBlown
source: {0} blown
de: {0} wurde zerstört
es: {0} volada
fr: {0} détruite

# OrderOfBattle_RedeployTooltip_DeployedCanMoveIn
source: {0} can be moved in {1}
de: {0} kann in {1} verschoben werden
es: {0} que podrá moverse en {1}
fr: {0} peut être déplacé sur {1}

# TownStatus_Spawn
source: Spawn
es: Salidas

# FactoryStatus_Tooltip_RdpOff
source: Not currently contributing to RDP
de: Nicht beteiligt am RDP
es: No contribuye actualmente al RDP
fr: Ne contribue pas actuellement au RDP

# TreeView_tvwFilterEventType_nodeAttackObjective
source: Attack Objective
de: Angriffsziel
es: Objetivo de Ataque
fr: Objectif d'Attaque

# TreeView_tvwMapOptions_nodeAttackArrowsLinked
source: Only Linked Towns
de: Nur verbundene Städte
es: Sólo con Enlace
fr: Villes liées seulement

# Event_Desc_ChokePointControlGained
source: {0} forces have gained control of {1}.
de: Die {0:v3} Streitkräfte haben die Kontrolle über {1} gewonnen.
es: Fuerzas {0} han ganado el control de {1}.
fr: Les forces {0} ont pris le contrôle de {1}.

# Error_WindowsVersion
source: Battleground Europe Game Monitor requires Windows 2000 or greater.
de: Battleground Europe Game Monitor benötigt Windows 2000 oder neuer.
es: Battleground Europe Game Monitor requiere Windows 2000 o superior.
fr: Battleground Europe Game Monitor requiert Windows 2000 ou plus récent.

# ServerStatus_Tooltip_Captures
source: Captures over past hour
de: Einnahmen der letzten Stunde
es: Capturas durante la pasada hora
fr: Captures ces dernières heures

# Country_Name_USA
source: USA
es: Estados Unidos

# Event_Title_SpawnableRecaptured
source: {0} recaptured!
de: {0} wurde zurückerobert!
es: {0} ¡recapturado!
fr: {0} recapturé!

# GameMap_Facility_Others
source: others
de: andere
es: otros
fr: autres

# NetManager_ConnectToProxy
source: Connect to proxy server
de: Verbindungsaufbau zum Proxy Server
es: Conectar a servidor proxy
fr: Se connecter au serveur proxy

# TreeView_tvwFilterCountry_nodeGermany
source: Germany
de: Deutschland
es: Alemania
fr: Allemagne

# Enum_HCUnitLevel_Brigade
source: Brigade
es: Brigada

# Misc_Uncontested
source: Uncontested
de: Keine eingenommenen CPs
es: Sin disputas
fr: Incontesté

# Event_Title_HCUnitRouted
source: {0} routed!
de: {0} wurde ge'routed'!
es: {0} ¡retirada!
fr: {0} routé!

# Time_Secs
source: secs
de: sek
es: seg

# Enum_ServerPopulation_Unknown
source: Unknown
de: Unbekannt
es: Desconocida
fr: Inconnue

# Enum_Branch_Army
source: Army
de: Armee
es: Ejército
fr: Armée

# Event_Title_NewBrigadeFirebase
source: New brigade FB to {0}
de: Neue FB in {0}
es: Nueva base avanzada FB hacia {0}
fr: Nouvelle FB de Brigade sur {0}

# Event_Desc_ChokePointCapturedAfter
source: {0} has been captured by {1} after {2}!
de: {0} wurde von {1} nach {2} eingenommen!
es: ¡{0} ha sido capturada por {1} tras {2}!
fr: {0} a été capturé par {1} après {2}!

# FactoryStatus_Tooltip_GraphOutput
source: Output for past 24 hours
de: Ausgabemenge der letzten 24 Stunden
es: Producción de las últimas 24 horas
fr: Production pendant les dernières 24 heures

# GameStatus_UpdateAvailable
source: Update available
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible

# Error_CrashLogfile
source: Congratulations, you've made Battleground Europe Game Monitor crash! :) Could you please send the logfile below in an email to xiperware@gmail.com along with a brief description of what you were doing at the time. This will help the developer to identify and fix the problem. Logfile: {0}
de: Gratuliere, Du hast es geschaft den Battleground Europe Game Monitor zum Absturz zu bringen! :) Kannst Du bitte, das Logfile und eine kurze Beschreibung was Du gemacht hast, per Mail an xiperware@gmail.com senden. Dies wird dem Entwickler behilflich sein das Problem zu finden und zu lösen. Logfile: {0}
es: Felicidades, has conseguido que casque Battleground Europe Game Monitor :) Por favor, puede enviar el fichero de log de abajo por email a xiperware@gmail.com junto con una breve descripción en inglés de lo que estaba haciendo en ese momento. Esto ayudará al desarrollador a identificar y solucionar el problema. Fichero log: {0}
fr: Félicitations, vous avez planté Battleground Europe Game Monitor! :) Pourriez-vous envoyer le fichier log ci-dessous dans un email à xiperware@gmail.com avec une brêve description de ce que vous étiez en train de faire à ce moment. Cela aiderait le développeur à identifier les causes du plantage et à les régler. Rapport: {0}

# Misc_AtChokePoint
source: at {0}
de: bei {0}
es: en {0}
fr: à {0}

# GameStatus_NoUpdateAvailable
source: Latest version
de: Letzte verfügbare Version
es: Última versión
fr: Dernière version

# Country_Demonym_Russia
source: Russian,Russians
de: russisch,russische,russischen
es: Soviética,Soviéticos
fr: Russe,Russes

# TownStatus_Tooltip_SpawnFriendly
source: Friendly spawnable
de: Freundliches Spawnable
es: Salida de amigos
fr: Spawnable ami

# Event_Title_AOPlaced
source: AO placed on {0}
de: AO wurde auf {0} plaziert
es: Objetivo de Ataque establecido sobre {0}
fr: AO placé sur {0}

# CurrentAttacks_Tooltip_CollapseAll
source: Collapse all towns
de: Alle Städte verbergen
es: Colapsar todas las ciudades
fr: Cacher toutes les villes

# Country_Demonym_Japan
source: Japanese
de: japanisch,japanische,japanischen
es: Japonesa,Japoneses
fr: Japonais

# Enum_Side_Neutral
source: Neutral
es: Neutrales
fr: Neutre

# Enum_HCUnitLevel_Corps
source: Corps
de: Truppengattung
es: Cuerpo

# Sleep_TrayIcon_WakeUpNow
source: Wake up now
de: Ruhezustand beenden
es: Despertar ahora
fr: Réveil maintenant

# Error_ClockSkew
source: Warning: Excessive clock skew detected: {0} The times being sent by Wiretap are different to your local time. This may mean your computers clock or time zone settings are incorrect. Please check your time zone and make sure your clock is within 15 minutes of www.timeanddate.com for your time zone. Local clock: {1} Wiretap clock: {2} (±1 min)
de: Achtung: große Zeitabweichung entdeckt: {0} Die von Wiretap geschickten Zeiten stimmen nicht mit der Uhr des Rechners überein. Dies kann bedeuten, dass die Zeitzoneneinstellungen Deines Computers falsch sind. Bitte überprüfe Deine Zeitzone und stelle sicher, dass der Zeitunterschied nicht grösser als 15 Minuten zur www.timeanddate.com Angabe ist. Lokale Zeit: {1} Wiretap Zeit: {2} (±1 min)
es: Aviso: Detectada desincronización excesiva del reloj: {0} Las horas que se envían por Wiretap son diferentes a tu hora local. Esto puede significar que el reloj de tu ordenador o zona horaria están configuradas incorrectamente. Por favor compruebe su zona horaria y asegúrese de que su reloj está dentro de 15 minutos de www.timeanddate.com para tu zona horaria. Reloj local: {1} Reloj wiretap: {2} (±1 min)
fr: Attention: Erreur d'horaires détectée: {0} Les horaires envoyée par Wiretap sont différentes que vos horaires locales. Cela peut vouloir dire que l'heure de votre ordinateur ou vos options de fuseau horaire sont incorrectes. Veuillez vérifier votre fuseau horaire et vous assurer que votre horloge est à 15 minutes près de www.timeanddate.com pour votre fuseau horaire. Heure locale: {1} Heure Wiretap: {2} (+-1 min)

# Enum_HCUnitLevel_Branch
source: Branch
de: Abteilung
es: Rama
fr: Branche

# TreeView_tvwMapOptions_nodeBrigadeLinks
source: Brigade Links
de: Brigadenlinks
es: Enlaces de Brigada
fr: Liens de brigade

# TreeView_tvwMapOptions_nodeAttackArrows
source: Attack Arrows
de: Angriffspfeile
es: Flechas de Ataque
fr: Flèches d'attaque

# Common_Tooltip_GoToMap
source: Go to {0} on map
de: Gehe zur Stadt {0}
es: Ir a {0} en mapa
fr: Aller à {0} sur carte

# Event_Desc_NewBrigadeFirebase
source: {0} has a new brigade FB from {1} to {2}.
de: Neue FB in {0} von {1} nach {2}.
es: {0} tiene una nueva base avanzada de brigada de {1} a {2}.
fr: {0} a une nouvelle FB de brigade de {1} à {2}.

# TownStatus_Tooltip_CapturedBy
source: Captured by {0}
de: Eingenommen durch {0}
es: Capturado por {0}
fr: Capturé par {0}

# ServerName_Live
source: Live
es: Campaña

# Country_Demonym_England
source: British
de: englisch,englische,britischen
es: Británica,Británicos
fr: Anglais

# Event_Title_FactoryRDPStart
source: {0} factory resumed production
de: Eine {0:v2} Fabrik setzt ihre Produktion fort
es: fábrica {0} continúa la producción
fr: Usine {0} a repris la production

# TreeView_tvwFilterEventType_nodeFirebaseAxisBlown
source: Axis fb blown
de: Achsen FB zerstört
es: FB del Eje eliminada
fr: FB axe détruite

# TownStatus_Tooltip_FirebaseNone
source: There are no firebases between {0} and {1}
de: Es existieren keine FBs zwischen {0} und {1}
es: No hay bases avanzadas entre {0} y {1}
fr: Il n'y a pas de FB entre {0} et {1}

# OrderOfBattle_RedeployTooltip_UndeployedCanDeployIn
source: {0} can be deployed in {1}
de: {0} kann in {1} stationiert werden
es: {0} que puede desplegarse en {1}
fr: {0} peut être déployé sur {1}

# FactoryStatus_Output
source: OUTPUT
es: RÉDITO
fr: PROD.

# Event_Desc_ChokePointControlRegained
source: {0} forces have regained control of {1}.
de: Die {0:v3} Streitkräfte haben die Kontrolle über {1} zurückgewonnen.
es: Fuerzas {0} han retomado el control de {1}.
fr: Les forces {0} ont repris le contrôle de {1}.

# Options_NetworkTestSuccess
source: Success
de: Erfolgreich
es: Éxito
fr: Test réussi

# OrderOfBattle_DeployTooltip_NotDeployedRouted
source: {0} routed {1} ago
de: {0} wurde vor {1} gerouted
es: {0} en retirada desordenada desde hace {1}
fr: {0} routé il y a {1}

# Event_Desc_FactoryHealthy
source: {0} at {1} has reached 100% health.
de: {0} in {1} wurde komplett repariert (100% OK).
es: {0} en {1} se ha recuperado al 100% de infraestructura.
fr: L'usine {0} à {1} a atteint 100% de capacité.

# Misc_Contested
source: Contested
de: Eingenommene CPs
es: En disputa
fr: Contesté

# Sleep_TrayIcon_DisableAutoWakeup
source: Disable auto-wakeup
de: Automatisches Beenden des Ruhezustandes ausschalten
es: Desactivar auto-despertar
fr: Désactiver le réveil automatique

# Country_Name_Japan
source: Japan
es: Japón
fr: Japon
