Repository: Emmerlord/BEGameMonitor
Catalog: Xiperware.WiretapAPI/Language.*.resx
Languages: de, es, fr

# Event_Desc_HCUnitMoved
source: {0} has been redeployed from {1} to {2} by {3}.
de: {3} hat {0} von {1} nach {2} verschoben.
es: {0} ha sido redesplegada desde {1} a {2} por {3}.
fr: {0} a été redéployé de {1} à {2} par {3}.

# CurrentAttacks_Tooltip_ExpandContested
source: Expand only contested towns
de: Nur Städte mit Feind CPs anzeigen
es: Expandir sólo ciudades en disputa
fr: Montrer seulement les villes contestées

# Event_Desc_FirebaseBlownBrigadeNonspawnable
source: The {0} has been blown, the {1:v2} now have a (non-spawnable) brigade FB to {2}.
de: Die {0} wurde zerstört, die {1:v3} Streitkräfte haben nun eine 'nicht spawnbare' FB nach {2}.
es: La base avanzada {0} ha sido eliminada, los {1:v2} ahora tienen una base avanzada hacia {2} que no permite salidas.
fr: La {0} a été détruite, les {1:v2} ont maintenant une FB de brigade (non spawnable) sur {2}.

# GameMap_Links_AllAvailable
source: all available
de: alle verfügbar
es: todos disponibles
fr: tous disponibles

# Event_Title_FactoryRDPStop
source: {0} factory halted production
de: Eine {0:v2} Fabrik hat ihre Produktion eingestellt
es: fábrica {0} detuvo su producción
fr: Usine {0} a arrêté la production

# TreeView_tvwMapOptions_nodeAirfields
source: Airfields
de: Flughäfen
es: Aeródromos
fr: Aérodromes

# TreeView_tvwFilterEventType_nodeCapturesFacilitySpawnableRecaptured
source: Recaptured
de: Rückerobert
es: Recapturado
fr: Recapturé

# Error_HeaderErrorLastMod
source: An error occurred getting the Last-Modified header
de: Fehler beim Lesen des "zuletzt geändert" Feldes
es: Ocurrió un error al recibir la última cabecera modificada
fr: Une erreur s'est produite dans le téléchargement du "Last Modified Header"

# Misc_OwnedBy
source: Owned by:
de: In Besitz von:
es: Poseida por:
fr: Appartient à:

# Time_ReceivedMinsAgo
source: received {0} ago
de: vor {0} erhalten
es: recibido hace {0}
fr: reçu il y a {0}

# OrderOfBattle_DeployTooltip_DeployedMoved
source: {0} moved to {1} by {2} {3} ago
de: {0} wurde durch {2} vor {3} nach {1} verschoben
es: {0} movida a {1} por {2} hace {3}
fr: {0} a été déplacé sur {1} par {2} il y a {3}

# Time_Days
source: days
de: Tage
es: días
fr: jours

# Event_Title_ChokePointControlChanged
source: {0} control changed
de: Der Besitz von {0} hat gewechselt
es: Cambio en el control de {0}
fr: {0} a changé de propriétaire

# Event_Title_FacilityCaptured
source: {0} captured
de: {0} wurde eingenommen
es: {0} capturado
fr: {0} capturé

# GameStatus_UpdateAvailablePlugin
source: Plugin update available
de: Plugin Update verfügbar
es: Disponible actualización de plugin
fr: Mise à jour du plugin disponible

# Event_Desc_FactoryDestroyed
source: {0} at {1} has been destroyed!
de: {0} in {1} wurde zerstört!
es: ¡{0} en {1} ha sido destruida!
fr: L'usine {0} à {1} a été détruite!

# TreeView_tvwFilterEventType_nodeFirebaseAlliedBlown
source: Allied fb blown
de: Alliierte FB zerstört
es: FB Aliada eliminada
fr: FB alliée détruite

# Enum_FirebaseState_Defensive
source: Defensive
de: Verteidigung
es: Defensiva

# Country_Name_Russia
source: Russia
de: Russland
es: La Unión Sovietica
fr: Russie

# Country_Name_Germany
source: Germany
de: Deutschland
es: Alemania
fr: Allemagne

# Enum_ServerPopulation_High
source: High
de: Hoch
es: Alta
fr: Haute

# TreeView_tvwFilterEventType_nodeHCUnitRetreat
source: Retreat
de: Rückzüge
es: Retirada
fr: En retraite

# CurrentAttacks_Tooltip_ExpandAll
source: Expand all towns with events
de: Alle Städte mit Events anzeigen
es: Expandir todas las ciudades con eventos
fr: Montrer toutes les villes avec des évènements

# Country_Demonym_Italy
source: Italian,Italians
de: italienisch,italienische,italienischen
es: Italiana,Italianos
fr: Italien,Italiens

# Event_Desc_FactoryRDPStart
source: {0} at {1} has resumed production following repairs.
de: {0} in {1} hat nach Reparaturarbeiten die Produktion wieder aufgenommen.
es: {0} en {1} ha reanudado la producción tras las reparaciones.
fr: L'usine {0} à {1} a repris la production après les réparations.

# TownStatus_Events
source: {0} events
de: {0} Ereignisse
es: {0} eventos
fr: {0} évènements

# Country_Name_England
source: England
es: Gran Bretaña
fr: Angleterre

# FactoryStatus_Tooltip_OutputCampaign
source: {0}% production output for current campaign
de: {0}% Produktionsmenge während des aktuellen Feldzuges
es: Producción del {0}% durante la actual campaña
fr: {0}% de production pendant l'actuelle campagne

# NetManager_PleaseEnterCredentials
source: Please enter your Proxy Server credentials
de: Bitte gib die Proxy Daten ein
es: Por favor introduzca su Servidor Proxy
fr: Veuillez entrer vos informations de Serveur Proxy

# Error_ParseDatetime
source: Failed to parse datetime string: '{0}'
de: Konnte Datumsangabe nicht parsen '{0}'
es: Fallo al analizar la cadena de fecha y hora: '{0}'
fr: Erreur lors de l'analyse de la date: '{0}'

# Country_Demonym_Commonwealth
source: Commonwealth
es: Commonwealth,de la Commonwealth

# Error_AlreadyRunning
source: Battleground Europe Game Monitor is already running.
de: Battleground Europe Game Monitor läuft bereits.
es: Battleground Europe Game Monitor está ejecutándose actualmente.
fr: Battleground Europe Game Monitor est déjà en marche.

# TreeView_tvwMapOptions_nodeFrontlines
source: Frontlines
de: Frontverlauf
es: Línea del Frente
fr: Lignes de front

# TreeView_tvwFilterEventType_nodeAttackObjectiveWithdrawn
source: Withdrawn
de: Zurückgezogen
es: Retirado
fr: Retiré

# TreeView_tvwFilterEventType_nodeCapturesFacility
source: Facility
de: Anlage
es: Instalación
fr: Bâtiment

# OrderOfBattle_DeployTooltip_NotDeployed
source: {0} is not currently deployed
de: {0} ist momentan nicht stationiert
es: {0} no desplegada actualmente
fr: {0} n'est actuellement pas déployé

# TownStatus_HeldFor
source: Held for
de: Gehalten seit
es: Mantenido por
fr: Tenu pendant

# Event_Title_SpawnableCaptured
source: {0} captured!
de: {0} wurde eingenommen!
es: {0} ¡capturado!
fr: {0} capturé!

# TownStatus_Tooltip_FirebaseUp
source: The {0}-{1} {2} firebase is up ({3})
de: Die {3:v2} {0}-{1} {2} FB ist verfügbar
es: La base avanzada ({2}) de {0}-{1} {2} está disponible ({3})
fr: La FB {2} {0}-{1} est active ({3})

# Enum_ServerState_Info_NoSpawn
source: No spawn
de: Spawnen gesperrt
es: Sin salidas
fr: Pas de spawn

# TreeView_tvwFilterEventType_nodeHCUnitMoved
source: Moved
de: Versetzt
es: Movida
fr: Déplacée

# GameMap_Tooltip_ViewTownStatus
source: View town status
de: Status der Stadt ansehen
es: Ver estado de ciudad
fr: Voir le statut de la ville

# Time_RemovedMinsAgo
source: removed {0} ago
de: vor {0} verschoben
es: retirado hace {0}
fr: annulé il y a {0}

# Country_Name_NoCountry
source: No Country
de: Kein Land
es: Sin País
fr: Aucun pays

# Event_Title_FactoryDamaged
source: {0} factory damaged
de: Eine {0:v2} Fabrik wurde beschädigt
es: fábrica {0} dañada
fr: Usine {0} endommagée

# Error_LoadNetworkSettings
source: An error occurred loading your network settings, they have been reset to defaults.
de: Beim Laden der Netzeinstellungen ist ein Fehler aufgetreten. Die Einstellungen wurden wieder auf die Ausgangswerte zurückgestellt.
es: Ocurrió un error al cargar su configuración de red, y se han reseteado a los valores por defecto.
fr: Une erreur s'est produite pendant le chargement de vos options de réseau, elles ont été réinitialisées.

# OrderOfBattle_DeployTooltip_NotDeployedRoutedFrom
source: {0} routed from {1} {2} ago
de: {0} wurde in {2} vor {1} gerouted
es: {0} en retirada desordenada desde {1} hace {2}
fr: {0} routé de {1} il y a {2}

# Event_Desc_FirebaseBlownOffensive
source: The {0} has been blown, the {1:v2} now have an offensive FB to {2}.
de: Die {0} wurde zerstört, die {1:v3} Streitkräfte haben nun eine offensive FB nach {2}.
es: La base avanzada {0} ha sido eliminada, los {1:v2} ahora tienen posición ofensiva hacia {2}.
fr: La {0} a été détruite, les {1:v2} ont maintenant une FB offenssive sur {2}.

# Options_NewLanguage
source: The new language setting will not take effect until next time BEGM is run. Do you want to restart BEGM now?
de: Die neuen Spracheinstellungen werden erst beim Neustart übernommen. Soll jetzt neu gestartet werden?
es: La nueva configuración de Idioma no tendrá efecto hasta la próxima ejecución de BEGM. ¿Desea reiniciar BEGM ahora?
fr: Les nouvelles options de langue ne prendront effet qu'au prochain démarrage de BEGM. Voulez-vous que BEGM redémarre maintenant ?

# Error_SaveMap
source: Failed to save Map settings
de: Fehler beim Speichern der Karteneinstellungen
es: Fallo al guardar la configuración del Mapa
fr: Erreur lors de la sauvegarde des options de la Carte

# OrderOfBattle_RedeployTooltip_DeployedCanMove
source: {0} is available to be moved
de: {0} kann verschoben werden
es: {0} disponible para ser movida
fr: {0} peut être déplacé

# Error_SaveStartup
source: Failed to save Startup settings
de: Fehler beim Speichern der Starteinstellungen
es: Fallo al guardar la configuración de Arranque
fr: Erreur lors de la sauvegarde des options de Démarrage

# Event_Desc_FirebaseBlownBrigade
source: The {0} has been blown, the {1:v2} now have a brigade FB to {2}.
de: Die {0} wurde zerstört, die {1:v3} Streitkräfte haben nun eine FB nach {2}.
es: La base avanzada {0} ha sido eliminada, los {1:v2} ahora tienen una base avanzada de Brigada hacia {2}.
fr: La {0} a été détruite, les {1:v2} ont maintenant une FB de brigade sur {2}.

# Enum_ServerPopulation_VeryLight
source: Very Light
de: Fast leer
es: Muy Ligera
fr: Très Basse

# Event_Title_ChokePointCaptured
source: {0} captured!
de: {0} wurde eingenommen!
es: {0} ¡capturada!
fr: {0} capturé!

# Event_Title_ChokePointRegained
source: {0} regained
de: {0} wurde zurückgewonnen
es: {0} retomada
fr: {0} libéré

# Time_CapturedMinsAgo
source: captured {0} ago
de: vor {0} eingenommen
es: capturado hace {0}
fr: capturé il y a {0}

# Time_Day
source: day
de: Tag
es: día
fr: jour

# TreeView_tvwFilterEventType_nodeCaptures
source: Captures
de: Einnahmen
es: Capturas

# GameMap_Links_SomeAvailable
source: {0} available
de: {0} verfügbar
es: {0} disponible(s)
fr: {0} disponible

# TreeView_tvwMapOptions_nodeBrigadeLinksSelected
source: Only Selected Town
de: Nur gewählte Stadt
es: Sólo Ciudad Marcada
fr: Ville sélect. seulement

# Options_Display
source: Display {0}
es: Pantalla {0}
fr: Moniteur {0}

# Error_Wakeup
source: Failed to launch Battleground Europe Game Monitor
de: Fehler beim Starten des Battleground Europe Game Monitor
es: Fallo al lanzar Battleground Europe Game Monitor
fr: Erreur lors du lancement de Battleground Europe Game Monitor

# Enum_ServerState_Info_NoKill
source: No kill
de: Töten ausgeschaltet
es: Sin muertes
fr: Pas de kill

# TreeView_tvwMapOptions_nodePlayerActivity
source: Player Activity
de: Spieleraktivität
es: Actividad de Jugadores
fr: Activité du joueur

# Error_InvalidPort
source: Not a valid port number
de: Ungültige Port Nummer
es: No es un número de puerto válido
fr: Numéro de port invalide

# TreeView_tvwFilterEventType_nodeFactoryHealthRepaired
source: Repaired
de: Repariert
es: Reparadas
fr: Réparée

# Event_Desc_ChokePointRegained
source: {0} has been regained by {1} forces.
de: {0} wurde durch die {1:v3} Streitkräfte zurückerobert.
es: {0} ha sido retomada por fuerzas {1}.
fr: {0} a été repris par les forces {1}.

# TreeView_tvwMapOptions_nodeFirebases
source: Firebases
es: Bases Avanzadas
fr: Base avancées

# Error_ApplyNetworkSettings
source: An error occurred applying your network settings
de: Das Programm konnte Deine Netzwerkeinstellungen nicht übernehmen
es: Ha ocurrido un error al aplicar su configuración de red
fr: Une erreur s'est produite en appliquant vos options réseaux

# Event_Desc_FactoryDamaged
source: {0} at {1} has received {2}% damage, currently at {3}% health.
de: {0} in {1} wurde zu {2}% beschädigt und ist im Augenblick zu {3}% produktionsfähig.
es: {0} en {1} ha recibido {2}% de daño, quedando al {3}% de infraestructura.
fr: L'usine {0} à {1} a subi {2}% de dommages, actuellement à {3} de capacité.

# TreeView_tvwMapOptions_nodeSupplyLinks
source: Supply Links
de: Versorgunglinien
es: Enlaces de Suministros
fr: Liens de ravitaillement

# Enum_ServerState_Starting
source: Starting
de: Startet
es: Iniciándose
fr: Démarrage

# FactoryStatus_Tooltip_AllFactoriesCaptured
source: All factories have been captured
de: Alle Fabriken wurden eingenommen
es: Todas las fábricas han sido capturadas
fr: Toutes les usines ont été capturées

# Enum_ServerState_Closed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé

# Event_Desc_ChokePointUnderAttack
source: {0} is under attack by {1} forces!
de: {0} wird durch {1:v2} Streitkräfte angegriffen!
es: ¡{0} está bajo ataque de fuerzas {1}!
fr: {0} est attaqué par les forces {1}!

# TreeView_tvwFilterEventType_nodeFactory
source: Factory
de: Fabrik
es: Fábricas
fr: Usine

# FactoryStatus_Tooltip_GraphDamage
source: Damage for past 24 hours
de: Schaden in den letzten 24 Stunden
es: Daño de las últimas 24 horas
fr: Dommages pendant les dernières 24 heures

# GameMap_Facility_Depot
source: depot
es: depósito

# TreeView_tvwFilterEventType_nodeCapturesChokepointContestedUnderAttack
source: Under attack
de: Unter Angriff
es: Bajo ataque
fr: Attaquée

# TownStatus_AttackObjective
source: Attack Objective
de: Angriffsbefehle
es: Objetivo de Ataque
fr: Objectif d'Attaque

# Event_Title_AORecalled
source: AO recalled on {0}
de: AO wurde von {0} zurückgezogen
es: Objetivo de Ataque cancelado en {0}
fr: AO annulé sur {0}

# GameMap_Facility_Other
source: other
de: anderes
es: otro
fr: autre

# TreeView_tvwFilterEventType_nodeCapturesChokepointControlChanged
source: Control changed
de: Besitzerwechsel
es: Cambio de control
fr: Contrôle changé

# TreeView_tvwFilterEventType_nodeCapturesChokepointContestedRegained
source: Regained
de: Zurückgewonnen
es: Retomadas
fr: Reprise

# GameMap_Facility_Depots
source: depots
es: depósitos

# Enum_ServerPopulation_VeryHigh
source: Very High
de: Sehr hoch
es: Muy Alta
fr: Très Haute

# ServerStatus_Tooltip_Kills
source: Player kills over past hour
de: Spielertode der letzten Stunde
es: Muertes de jugadores durante la pasada hora
fr: Kill de joueurs ces dernières heures

# Event_Title_HCUnitRetreat
source: {0} has retreated
de: {0} wurde zurückgezogen
es: {0} se ha retirado
fr: {0} s'est replié

# TownStatus_Section_LinkedTowns
source: Linked Towns
de: Verbundene Städte
es: Ciudades Enlazadas
fr: Villes liées

# Enum_FirebaseState_Offensive
source: Offensive
de: Angriff
es: Ofensiva

# TownStatus_Tooltip_FirebaseDown
source: The {0}-{1} {2} firebase is down ({3})
de: Die {3:v2} {0}-{1} {2} FB ist zerstört
es: La base avanzada ({2}) de {0}-{1} {2} está inutilizada ({3})
fr: La FB {2} {0}-{1} est détruite ({3})

# TreeView_tvwFilterEventType_nodeFactoryHealthDamaged
source: Damaged
de: Beschädigt
es: Dañadas
fr: Endommagée

# TownStatus_NoAttackObjective
source: No Attack Objective
de: Keine Angriffsbefehle
es: Sin Objetivo de Ataque
fr: Pas d'Objectif d'Attaque

# Error_SaveAlert
source: Failed to save Alert settings
de: Fehler beim Speichern der Alarmeinstellungen
es: Fallo al guardar la configuración de Alertas
fr: Erreur lors de la sauvegarde des options d'Alertes

# Enum_Branch_Airforce
source: Airforce
de: Luftwaffe
es: Fuerza Aérea
fr: Armée de l'Air

# Error_HeaderError
source: An error occurred getting the headers for {0}
de: Fehler beim Lesen der Kopfzeilen für {0}
es: Ocurrió un error al recibir las cabeceras de {0}
fr: Une erreur s'est produite pendant le téléchargement des en-têtes pour {0}

# GameMap_Units
source: units
de: Einheit
es: unidades
fr: unités

# FactoryStatus_Tooltip_RdpPoints
source: {0} of {1} points
de: {0} von {1} Punkten
es: {0} de {1} puntos
fr: {0} points sur {1}

# Event_Desc_SpawnableCaptured
source: The {0} spawnable in {1} has been captured {2} by {3}.
de: Das {0} 'Spawnable CP' von {1} ist jetzt {2} und wurde durch {3} eingenommen.
es: La salida de {0} en {1} ha sido capturada {2} por {3}.
fr: Le spawnable {0} à {1} a été capturé en {2} âr {3}.

# Misc_ControlledBy
source: Controlled by:
de: Kontolliert durch:
es: Controlada por:
fr: Controllé par:

# Error_Question
source: Question
de: Fragen
es: Pregunta

# TreeView_tvwFilterCountry_nodeEngland
source: England
es: Gran Bretaña
fr: Angleterre

# Enum_ServerPopulation_Average
source: Average
de: Durchschnittlich
es: Media
fr: Moyenne

# Event_Title_FactoryHealthy
source: {0} factory repaired
de: Eine {0:v2} Fabrik wurde repariert
es: fábrica {0} reparada
fr: Usine {0} réparée

# TreeView_tvwMapOptions_nodeAttackObjectiveNames
source: Town Names
de: Städtenamen
es: Nombres de Ciudad
fr: Noms de Villes

# Event_Desc_HCUnitRouted
source: {0} has been routed from {1}!
de: {0} wurde nach {1} gerouted!
es: ¡{0} ha emprendido una retirada desordenada desde {1}!
fr: {0} a été routé de {1}!

# TreeView_tvwFilterCountry_nodeFrance
source: France
de: Frankreich
es: Francia

# Enum_Side_Axis
source: Axis
de: Achse,Achsen,Achsen
es: del Eje
fr: Axe

# Sleep_TrayIcon_Tooltip
source: {0} (sleeping)
de: {0} (im Ruhezustand)
es: {0} (dormido)
fr: {0} (en veille)

# Event_Desc_SpawnableRecaptured
source: The {0} spawnable in {1} has been recaptured {2} by {3}.
de: Das {0} 'Spawnable CP' von {1} ist jetzt {2} und wurde durch {3} zurückerobert.
es: La salida de {0} en {1} ha sido recapturada como {2} por {3}.
fr: Le spawnable {0} à {1} a été recapturé en {2} par {3}.

# Event_Desc_FactoryRDPStopDamaged
source: {0} at {1} has halted production due to excessive damage.
de: {0} in {1} wurde stark beschädigt und hat die Produktion eingestellt.
es: {0} en {1} ha detenido la producción debido al daño excesivo.
fr: L'usine {0} à {1} a arrêté la production à cause de dégâts excessifs.

# Event_Title_FactoryDestroyed
source: {0} factory destroyed!
de: Eine {0:v2} Fabrik wurde zerstört!
es: fábrica {0} ¡destruida!
fr: Usine {0} détruite!

# Event_Title_FacilityRecaptured
source: {0} recaptured
de: {0} wurde zurückerobert
es: {0} recapturado
fr: {0} recapturé

# Country_Demonym_France
source: French
de: französisch,französische,französischen
es: Francesa,Franceses
fr: Français

# Event_Desc_ChokePointRegainedAfter
source: {0} has been regained by {1} forces after {2}.
de: {0} wurde durch {1:v2} Streitkräfte nach {2} zurückerobert.
es: {0} ha sido retomada por fuerzas {1} tras {2}.
fr: {0} a été repris par les forces {1} après {2}.

# TreeView_tvwFilterEventType_nodeCapturesFacilitySpawnableCaptured
source: Captured
de: Erobert
es: Capturado
fr: Capturé

# FactoryStatus_OutputPercent
source: {0}% today, {1}% campaign
de: {0}% Heute, {1}% Kampagne
es: {0}% hoy, {1}% campaña
fr: {0}% auj., {1}% campagne

# Time_RegainedMinsAgo
source: regained {0} ago
de: vor {0} zurückerobert
es: retomada hace {0}
fr: repris il y a {0}

# Enum_Side_Allied
source: Allied
de: Alliiert,alliierte,alliierten
es: Aliadas
fr: Alliés

# Country_Demonym_USA
source: US
de: amerikanisch,amerikanische,amerikanischen
es: Estadounidense,Estadounidenses
fr: Américain,Américains

# TreeView_tvwFilterEventType_nodeCapturesFacilityRecaptured
source: Recaptured
de: Rückerobert
es: Recapturada
fr: Recapturé

# GameMap_Tooltip_GoogleMaps
source: Go to Google Maps
de: Zu Google Maps gehen
es: Ir a Google Maps
fr: Aller à Google Maps

# Enum_ServerState_Syncing
source: Syncing
de: Gleicht Daten ab
es: Sincronizándose
fr: Synchronisation

# Event_Desc_FacilityRecaptured
source: {0} has been recaptured {1} by {2}.
de: {0} ist jetzt {1} und wurde durch {2} zurückerobert.
es: {0} ha sido recapturada como {1} por {2}
fr: {0} a été recapturé en {1} par {2}.

# FactoryStatus_RDPCycleNoEta
source: RDP cycle {0} {1}% complete (eta unknown)
de: RDP Zyklus: {0} {1}% komplett (Zielzeit unbekannt)
es: Ciclo RDP {0} completo al {1}% (est. desconocido)
fr: Cycle RDP {0} {1}% complet (eta ?)

# FactoryStatus_Health
source: {0}% health
de: {0}% OK
es: {0}% estado
fr: {0}% de santé

# Error_TryAgain
source: {0} will now try again.
de: {0} wird es nocheinmal versuchen
es: {0} lo intentará ahora de nuevo.
fr: {0} va maintenant réessayer.

# TreeView_tvwFilterEventType_nodeCapturesChokepoint
source: Town
de: Stadt
es: Ciudad
fr: Ville

# Event_Title_ChokePointUnderAttack
source: {0} under attack
de: {0} ist unter Angriff
es: {0} está bajo ataque
fr: {0} est attaqué

# GameStatus_Tooltip_LaunchGame
source: The {0} server is currently {1}, player population: {2}
de: Der {0} Server ist im Moment {1}, Spieleranzahl {2}
es: El servidor de {0} está actualmente {1}, población de jugadores: {2}
fr: Le serveur {0} est actuellement {1}, population: {2}

# ServerStatus_Tooltip_Population
source: Current live server player population
de: Aktuelle Spielerzahl auf dem Live-Server
es: Población actual del servidor de campaña
fr: Population du serveur live actuelle

# TownStatus_UnderAttackFrom
source: Under attack from:
de: Angriff erfolgt von:
es: Bajo ataque desde:
fr: Attaqué de:

# NetManager_ConnectTo
source: Connect to {0}
de: Verbindungsaufbau zu {0}
es: Conectar a {0}
fr: Se connecter à {0}

# ServerName_Training
source: Training
de: Trainings
es: Entrenamiento

# TreeView_tvwFilterEventType_nodeFirebaseNewBrigade
source: New brigade fb
de: Neue Brigade FB
es: Nueva FB de brigada
fr: Nouv. FB de brig.

# TownStatus_Tooltip_SpawnSpawnable
source: Enemy spawnable (if capped)
de: Feindliches Spawnable (wenn eingenommen)
es: Salida del enemigo (si es capturada)
fr: Spawnable ennemi (si capturé)

# Event_Desc_ChokePointCaptured
source: {0} has been captured by {1}!
de: {0} wurde von {1} eingenommen!
es: ¡{0} ha sido capturada por {1}!
fr: {0} a été capturé par {1}!

# GameMap_Unit
source: unit
de: Einheit
es: unidad
fr: unité

# GameMap_None
source: (none)
de: (keine)
es: (ninguno)
fr: (aucun)

# Enum_ServerState_Locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Bloqué

# TreeView_tvwFilterEventType_nodeCapturesFacilityCaptured
source: Captured
de: Erobert
es: Capturada
fr: Capturé

# FactoryStatus_RDPCycle
source: RDP cycle {0} {1}% complete (eta {2})
de: RDP Zyklus: {0} {1}% komplett (fertig in {2})
es: Ciclo RDP {0} completo al {1}% (est. {2})
fr: Cycle RDP {0} {1}% complet (eta {2})

# Error_EventLoopBusy
source: Currently checking for new events in the background, please try again in a second.
de: Im Moment wird gerade nach neuen Ereignissen gescannt, bitte versuche es in einer Sekunde noch einmal.
es: Actualmente se está consultando por nuevos eventos en segundo plano, por favor inténtelo de nuevo en un instante.
fr: Recherche de nouveaux évenements en cours, veuillez essayer encore dans quelques instants.

# TownStatus_Section_Bridges
source: Nearby Bridges
de: Benachbarte Brücken
es: Puentes Cercanos
fr: Ponts environnants

# Error_Sleep
source: Failed to start sleep process
de: Fehler beim Starten des Ruhezustandes
es: Fallo al iniciar el proceso de dormir
fr: Erreur lors du lancement du processus de veille.

# OrderOfBattle_RedeployTooltip_UndeployedCanDeploy
source: {0} is available to be deployed
de: {0} kann stationiert werden
es: {0} disponible para despliegue
fr: {0} peut être déployé

# FactoryStatus_Tooltip_EstimatedCompletion
source: Estimated completion: {0}
de: {0} bis zur Fertigstellung
es: Estimada de finalización: {0}
fr: Estimation de fin du cycle : {0}

# Error_CheckNetworkSettings
source: Do you want to check your network settings and retry?
de: Willst Du Deine Netzeinstellungen testen und einen neuen Versuch starten?
es: ¿Desea comprobar su configuración de red y reintentarlo?
fr: Voulez-vous vérifier vos paramètres réseau et réessayer?

# Event_Desc_AOPlaced
source: The {0} {1} have ordered an attack on {2}.
de: [{0}] {1} wurde befohlen, {2} anzugreifen.
es: Las fuerzas {0} del {1} han ordenado un ataque sobre {2}.
fr: Le {1} {0} a ordonné une attaque sur [{2}.

# TownStatus_Tables
source: Capture
de: Tische
es: Radios
fr: Tables
