Repository: Emmerlord/BEGameMonitor
Catalog: Xiperware.WiretapAPI/Language.*.resx
Languages: de, es, fr

# GameStatus_Hide
source: Hide Game Status
de: Spielstatus verbergen
es: Ocultar Estado del Juego
fr: Cacher le statut de jeu

# TownStatus_Tooltip_SpawnClosed
source: Not currently spawnable
de: Zur Zeit kein Spawnable
es: Actualmente no es salida
fr: Pas spawnable actuellement

# Common_Tooltip_DivisionNotDeployed
source: Division HQ not currently deployed
de: Das Divisions HQ ist zur Zeit nicht stationiert
es: División HQ no desplegado actualmente
fr: QG de division actuellement non déployé

# Event_Desc_FirebaseBlownDefensive
source: The {0} has been blown, the {1:v2} now have a defensive FB to {2}.
de: Die {0} wurde zerstört, die {1:v3} Streitkräfte haben nun eine defensive FB nach {2}.
es: La base avanzada {0} ha sido eliminada, los {1:v2} ahora tienen posición defensiva hacia {2}.
fr: La {0} a été détruite, les {1:v2} ont maintenant une FB défensive sur {2}.

# Time_Hour
source: hour
de: Stunde
es: hora
fr: heure

# Equipment_Tooltip_PrevCycle
source: Prev cycle
de: Voheriger Zyklus
es: Anterior ciclo
fr: Précédent cycle

# Equipment_Tooltip_NextCycle
source: Next cycle
de: Nächster Zyklus
es: Siguiente ciclo
fr: Prochain cycle

# TreeView_tvwMapOptions_nodeCountryBorders
source: Country Borders
de: Landesgrenzen
es: Fronteras
fr: Frontières

# TreeView_tvwMapOptions_nodeCountryBordersNames
source: Names
de: Ländernamen
es: Nombres
fr: Noms

# Enum_CountryName_Belgium
source: BELGIUM
de: BELGIEN
es: BÉLGICA
fr: BELGIQUE

# Enum_CountryName_France
source: FRANCE
de: FRANKREICH
es: FRANCIA

# Enum_CountryName_Germany
source: GERMANY
de: DEUTSCHLAND
es: ALEMANIA
fr: ALLEMAGNE

# Enum_CountryName_Luxembourg
source: LUXEMBOURG
de: LUXEMBURG
es: LUXEMBURGO

# Enum_CountryName_Netherlands
source: NETHERLANDS
de: NIEDERLANDE
es: HOLANDA
fr: PAYS-BAS

# Enum_CountryName_England
source: ENGLAND
de: ENGELAND
es: GRAN BRETAÑA
fr: ANGLETERRE

# Enum_HCMoveResult_007
source: No division members in range of destination
de: Keine Divisonsmitglieder in Zielreichweite
es: No hay miembros de la división cercanos
fr: Pas de membre de la division à portée de la destination

# Enum_HCMoveResult_012
source: Enemy controls destination
de: Feind kontrolliert das gewählte Ziel
es: El enemigo controla el destino
fr: Ennemi contrôle la destination

# Enum_HCMoveResult_017
source: Enemy depot blocking move
de: Feindliches Depot blockiert dien Zug
es: Depósito enemigo bloquea el movimiento
fr: Dépôt ennemi bloque le mouvement

# Enum_HCMoveResult_018
source: Enemy firebase blocking move
de: Feindliche FB blockiert den Zug
es: Base avanzada enemiga bloquea el movimiento
fr: FB ennemie bloque le mouvement

# Enum_HCMoveResult_001
source: No such brigade
de: Brigade nicht gefunden
es: No hay tal brigada
fr: Pas de telle brigade

# Enum_HCMoveResult_011
source: Can't deploy to a frontline town
de: Kann nicht an der Front stationiert werden
es: No puede desplegarse en una ciudad del frente
fr: Ne peut se déployer sur le front

# Enum_HCMoveResult_006
source: No direct link to destination
de: Kein direkter Link zum Ziel
es: No hay enlace directo con el destino
fr: Pas de lien direct

# Enum_HCMoveResult_008
source: No armybases at destination
de: Keine AB am gewählten Ziel
es: No hay bases del ejército en el destino
fr: Pas d'AB à destination

# Enum_HCMoveResult_009
source: No airfields at destination
de: Kein Flugplatz am gewählten Ziel
es: No hay aeródromos en el destino
fr: Pas d'AF à destination

# Enum_HCMoveResult_013
source: Destination has no factory link
de: Ziel hat keine Verbindung zu den Fabriken
es: El destino no tiene enlace a fábricas
fr: Destination n'a pas de lien avec les usines

# Enum_HCMoveResult_010
source: No naval bases at destination
de: Keine KM Basis am gewählten Ziel
es: No hay bases navales en el destino
fr: Pas de port à destination

# Enum_HCMoveResult_014
source: Cannot manually route
de: Kann nicht manuell groutet werden
es: Retirada manual no posible
fr: Ne peut pas être routé manuellement

# Enum_HCMoveResult_015
source: Cannot manually route from non-pocket
de: Kann nicht manuell geroutet werden, da kein Kessel besteht
es: Imposible retirarse manualmente sin-embolsamiento
fr: Ne peut pas être routé manuellement si pas encerclé

# Enum_HCMoveResult_003
source: Enemy owns destination
de: Feind kontrolliert gewähltes Ziel
es: El enemigo posee el destino
fr: Ennemi contrôle la destination

# Enum_HCMoveResult_004
source: Player not an active HC member
de: Spieler ist kein aktives HC Mitglied
es: El jugador no es un miembro activo del Alto Mando
fr: Le joueur n'est pas un membre du HC actif

# Enum_HCMoveResult_016
source: Too much equipment to manually route
de: Kann nicht manuell geroutet werden, zu viel Ausrüstung vorhanden
es: Demasiado equipamiento para retirada manual
fr: Trop d'équipement pour router manuellement

# Enum_HCMoveResult_002
source: Invalid destination
de: Ungültiges Ziel
es: Destino inválido
fr: Destination invalide

# Enum_HCMoveResult_005
source: Can't move brigade yet
de: Brigade kann noch nicht bewegt werden
es: Aún no puede moverse la brigada
fr: La brigade ne peut pas encore bouger

# Enum_VehicleCategory_Aircraft
source: Aircraft
de: Flugzeug
es: Avión
fr: Avion

# Enum_VehicleCategory_GroundVehicle
source: Ground Vehicle
de: Bodenfahrzeug
es: Vehiculo Terrestre
fr: Véhicule Terrestre

# Enum_VehicleCategory_Infantry
source: Infantry
de: Infanterie
es: Infantería
fr: Infanterie

# Enum_VehicleCategory_Munitions
source: Munitions
de: Munitionsfahrzeug
es: Municiones

# Enum_VehicleCategory_SeaVehicle
source: Sea Vehicle
de: Schiff
es: Barco
fr: Véhicule Maritime

# Enum_VehicleClass_AirBomb
source: Air Bomb
de: Bomb
es: Bomba aérea
fr: Bombe aérienne

# Enum_VehicleClass_Artillery
source: Artillery
de: Artillerie
es: Artillería
fr: Artillerie

# Enum_VehicleClass_Bomber
source: Bomber
es: Bombardero
fr: Bombardier

# Enum_VehicleClass_Crew
source: Crew
de: Besatzung
es: Tripulación
fr: Equipage

# Enum_VehicleClass_Fighter
source: Fighter
de: Jäger
es: Caza
fr: Chasseur

# Enum_VehicleClass_Gm
source: GM
de: GamMaster
es: Administrador

# Enum_VehicleClass_Gun
source: Gun
de: Kanone
es: Cañón
fr: Canon

# Enum_VehicleClass_HeavyInfantry
source: Heavy Infantry
de: Schwere Infanterie
es: Infantería Pesada
fr: Infanterie lourde

# Enum_VehicleClass_Para
source: Para
de: Fallschirmjäger
es: Paraca

# Enum_VehicleClass_Riverine
source: Riverine
de: Flußboot
es: Rivereño
fr: Patrouilleur

# Enum_VehicleClass_Sea
source: Sea
de: Seefahrzeug
es: Marítimo
fr: Mer

# Enum_VehicleClass_Tank
source: Tank
de: Panzer
es: Tanque
fr: Blindé

# Enum_VehicleClass_Troop
source: Troop
de: Truppentransporter
es: Tropa
fr: Troupe

# Enum_VehicleClass_Truck
source: Truck
de: LKW
es: Camión
fr: Camion

# Enum_ActivityLevel_Heavy
source: Heavy
de: Schwer
es: Alta
fr: Intense

# Enum_ActivityLevel_Light
source: Light
de: Leicht
es: Ligera
fr: Légère

# Enum_ActivityLevel_Low
source: Low
de: Niedrig
es: Baja
fr: Faible

# Enum_ActivityLevel_Moderate
source: Moderate
de: Mittel
es: Moderada
fr: Modérée

# Enum_ActivityLevel_None
source: None
de: Keine
es: Ninguna
fr: Aucun

# TownStatus_Activity
source: Activity:
de: Aktivität:
es: Actividad:
fr: Activité:

# Equipment_NoImageAvailable
source: No image available
de: Kein Bild vorhanden
es: Imagen no disponible
fr: Pas d'image disponible

# Equipment_RankRequired
source: RANK REQUIRED
de: BENÖTIGTER RANG
es: RANGO REQUERIDO
fr: GRADE REQUIS

# Equipment_RankRequiredNextCycle
source: NEXT CYCLE
de: NÄCHSTER ZYKLUS
es: SIGUIENTE CICLO
fr: PROCHAIN CYCLE

# Enum_HCUnitMoveState_Cancelled
source: Cancelled
de: Zurückgenommen
es: Cancelado
fr: Annulé

# Enum_HCUnitMoveState_CompletionFailed
source: Completion Failed
de: Ausführung fehlgeschlagen
es: Finalización Fallida
fr: Achèvement échoué

# Enum_HCUnitMoveState_Pending
source: Pending
de: in Arbeit
es: Pendiente
fr: En attente

# Enum_HCUnitMoveState_RequestFailed
source: Request Failed
de: Anfrage gescheitert
es: Petición Fallida
fr: La requête a échoué

# Enum_HCUnitMoveState_Success
source: Success
de: Erfolgreich
es: Éxito
fr: Succès

# OrderOfBattle_RedeployTooltip_MovePending
source: A request to move to {0} is pending
de: Es existiert bereits eine Anfrage für {0}
es: Está pendiente una petición para moverse a {0}
fr: Une requête pour aller à {0}

# Time_Today
source: today
de: heute
es: hoy
fr: aujourd'hui

# Time_Yesterday
source: yesterday
de: gestern
es: ayer
fr: hier

# BrigadeStatus_NotDeployed
source: Not deployed
de: Nicht stationiert
es: No desplegada
fr: Non déployé

# BrigadeStatus_Section_DivisionMembers
source: Division Members
de: Divisionsmitglieder
es: Miembros de la División
fr: Membres de la division

# BrigadeStatus_Section_Deployment
source: Deployment
de: Stationierung
es: Despliegue
fr: Déploiement

# BrigadeStatus_DeployedAt1
source: Deployed at
de: Stationiert in
es: Desplegada en
fr: Déployé à

# BrigadeStatus_DeployedAt2
source: {0} for {1}
de: {0} seit {1}
es: {0} durante {1}
fr: {0} pendant {1}

# BrigadeStatus_UndeployedFor
source: Undeployed for {0}
de: Nicht stationiert seit {0}
es: No desplegada durante {0}
fr: Non déployé pendant {0}

# BrigadeStatus_Undeployed
source: Currently undeployed
de: Zur Zeit nicht stationiert
es: Actualmente no desplegada
fr: Actuellement non déployé

# BrigadeStatus_LastMoved
source: Last moved {0} by {1}
de: Zuletzt bewegt {0} von {1}
es: Último movimiento {0} por {1}
fr: Dernier mouvement {0} par {1}

# BrigadeStatus_Section_Command
source: Command
de: Kommando
es: Mando
fr: Commande

# Common_Tooltip_GoToEquipment
source: Go to Equipment
de: Gehe zu Ausrüstung
es: Ir a Equipamiento
fr: Aller à Equipement

# BrigadeStatus_CommandingOfficer
source: Commanding Officer:
de: Kommandierender Offizier:
es: Oficial al Mando:
fr: Officier Commandant :

# BrigadeStatus_OfficerInCharge
source: Acting Officer in Charge:
de: Verantwortlicher Offizier:
es: Oficial a Cargo:
fr: Officier en charge :

# BrigadeStatus_Section_StackedWith
source: Stacked with
de: Zusammen stationiert mit
es: Apilado con
fr: Superposé à

# Common_Tooltip_GoToBrigade
source: Go to Brigade
de: Gehe zu Brigade
es: Ir a Brigada
fr: Aller à Brigade

# Equipment_NotAvailable
source: Not available in cycle {0}
de: Nicht verfügbar in Zyklus {0}
es: No disponible en el ciclo {0}
fr: Non disponible dans le cycle {0}

# ServerStatus_Tooltip_TrackingChangesSince
source: Tracking changes since {0}
de: Verfolge Änderungen seit {0}
es: Siguiendo cambios desde {0}
fr: Suit les changements depuis {0}

# ServerStatus_Tooltip_UsedToBe
source: Used to be: {0}
de: War vorher: {0}
es: Suele ser: {0}
fr: Etait : {0}

# Enum_HCMoveResult_101
source: Movement veto'd
de: Gegen den Zug wurde ein Veto eingelegt
es: Movimiento vetado
fr: Veto sur le mouvement

# Enum_HCMoveResult_102
source: Server shutdown
de: Der Server wurde heruntergefahren
es: Servidor apagado
fr: Serveur inactif

# Enum_HCMoveResult_103
source: OIC replaced
de: OIC wurde ersetzt
es: Oficial al mando reemplazado
fr: OIC remplacé

# Enum_HCMoveResult_104
source: OIC removed
de: OIC wurde entfernt
es: Oficial al mando eliminado
fr: OIC supprimé

# Enum_HCMoveResult_105
source: OIC left game/changed brigade
de: OIC hat das Spiel verlassen/die Brigade gewechselt
es: El oficial al mando dejó el juego
fr: OIC a quitté/changé de brigade

# Enum_HCMoveResult_106
source: Expired
de: Zeit abgelaufen
es: Expiró
fr: Expiré

# Enum_ServerState_Unknown
source: Unknown
de: Unbekannt
es: Desconocida
fr: Inconnue

# GameStatus_HeaderIntermission
source: Intermission {0}
es: Intermisión {0}

# GameStatus_HeaderCampaign
source: Campaign {0}, Day {1}
de: Kampagne {0}, Tag {1}
es: Campaña {0}, Día {1}
fr: Campagne {0}, Jour {1}

# Error_Error
source: Error
de: Fehler
fr: Erreur

# Event_Misc_DivisionHQ
source: Division HQ
de: Divisions HQ
fr: QG Division

# Common_DivisionHQ
source: Division HQ
de: Divisions HQ
fr: QG Division

# Time_DaysLetter
source: d
de: T
fr: j

# Country_Name_Neutral
source: Neutral
fr: Neutre

# Enum_ServerState_Online
source: Online
fr: En ligne

# Enum_ServerState_Offline
source: Offline
fr: Hors-ligne

# About_LogTabTitle
source: Log
fr: Journal
