Repository: Emmerlord/BEGameMonitor
Catalog: BEGameMonitor/Options.*.resx
Languages: de, fr

# btnCheckEvents.Text
source: Check for new events
de: Neue Ereignisse suchen
fr: Chercher nvx évènemts

# rbUseIEProxy.Text
source: Use IE proxy settings
de: IE Proxy Einstellungen verwenden
fr: Utiliser les options proxy d'IE

# btnTestConn.Text
source: Test Connection
de: Verbindungstest
fr: Tester la connection

# lblMapInfo.Text
source: If you have the available resources you may choose to increase the size of the game map for additional zoom.
de: Auf einem leistungsfähigem Computer kann die Karte vergrößert werden um mehr Zoomdetails zu sehen.
fr: Si vous avez assez de ressources vous pouvez choisir d'agrandir la taille de la carte pour un zoom additionel.

# lblWallUpdate.Text
source: Update every:
de: Neuladen alle:
fr: Mise à jour tous les:

# gbFreeMem.Text
source: Free memory
de: Freier Speicher
fr: Mémoire libre

# btnApplyWallpaper.Text
source: Apply
de: Anwenden
fr: Appliquer

# itmChokePointSelectAll.Text
source: Select All
de: Alles auswählen
fr: Tout sélectionner

# rbUseCustomProxy.Text
source: Proxy server:
fr: Serveur proxy:

# cbCheckVersion.Text
source: Check for latest version once a week
de: Nach letzter verfügbarer Version suchen
fr: Chercher une version plus récente

# btnCancel.Text
source: Cancel
de: Abbruch
fr: Annuler

# cbAlwaysAlertChokePointCaptured.Text
source: A town has been captured
de: Stadt wurde erobert
fr: Une ville a été capturée

# cbWallRemove.Text
source: Remove wallpaper on exit
de: Hintergrundbild beim Verlassen entfernen
fr: Enlever le fond d'écran en quittant

# cbAlertFilters.Text
source: Edit filters
de: Filter
fr: Editer filtres

# gbFilterBy.Text
source: Filter alerts by
de: Alarme filtern nach:
fr: Filtrer les alertes par

# btnResetAllData.Text
source: Reset all game data
de: Daten zurücksetzen
fr: Réinitialiser toutes données

# cbShowAlerts.Text
source: Show alerts
de: Alarme anzeigen
fr: Montrer les alertes

# rbMapSize60.Text
source: Medium (60%)
de: Mittel (60%)
fr: Moyen (60%)

# cbRunOnStartup.Text
source: Run on startup
de: Autostart
fr: Lancer au démarrage

# cbFilterChokePoint.Text
source: Town
de: Stadt
fr: Ville

# lblCheckEvents.Text
source: Battleground Europe Game Monitor polls the Wiretap server for new game events dynamically between every 1 - 15 minutes, depending on the type of event. Use this to force an immediate manual check for any new events.
de: Battleground Europe Game Monitor fragt alle 1-15 Minuten beim Wiretap Server nach neuen Spiel-Ereignissen (Zeit ist abhängig von der Art des Ereignisses). Dieser Knopf sucht sofort nach neuen Ereignissen.
fr: Battleground Europe Game Monitor fouille le serveur Wiretap pour de nouveaux évènements toutes les 1-15 minutes, selon le type d'évènement. Utiliser ceci pour forcer une recherche manuelle immédiate pour de nouveaux évènements.

# lblMapSize.Text
source: Map size:
de: Kartengröße:
fr: Taille de la carte:

# rbPositionBottom.Text
source: Bottom-right
de: Unten rechts
fr: En bas à droite

# cbDockWindow.Text
source: Dock game status window on:
de: Statusfenster nach:
fr: Fenêtre du statut de jeu:

# tabMap.Text
source: Map
de: Karte
fr: Carte

# gbCheckEvents.Text
source: Check for new events
de: Nach neuen Ereignissen suchen
fr: Chercher nouv. évènements

# cbWakeAfterPlay.Text
source: Automatically wake up afterwards
de: Danach automatisches Aufwachen
fr: Automatiquement sortir de la veille

# lblForceNoProxy.Text
source: (leave blank to force no proxy)
de: (leerlassen um keinen Proxy einzustellen)
fr: (laisser vide pour ne pas utiliser de proxy)

# btnTestAlert.Text
source: Test Alert
de: Alarmtest
fr: Tester Alertes

# lblAutoNext.Text
source: Show next event after:
de: Zeige nächstes Ereignis nach:
fr: Montrer le prochain évènement après:

# gbSleepMode.Text
source: Sleep Mode
de: Schlafmodus
fr: Mode Veille

# rbMapSize80.Text
source: Large (80%)
de: Gross (80%)
fr: Grand (80%)

# lblEventSort.Text
source: Event list sort order:
de: Ereignisse sortieren:
fr: Liste des Evenements classée par:

# btnDefaults.Text
source: Defaults
de: Standard
fr: Par défaut

# lblWallOptions.Text
source: Map options:
de: Kartenoptionen:
fr: Options de carte:

# itmChokePointClearAll.Text
source: Clear All
de: Alles löschen
fr: Tout enlever

# cbFilterEventType.Text
source: Event type
de: Ereignistyp
fr: Type d'évènement

# rbMapSize40.Text
source: Default (40%)
fr: Par défaut (40%)

# cbAlwaysUseDefaultMapSize.Text
source: Always use default size when playing Battleground Europe
de: Standardgröße der Map nutzen, wenn BGE gespielt wird
fr: Utiliser la taille par défaut en jouant à BE

# tabStartup.Text
source: Startup
de: Start
fr: Démarrage

# cbPostponeIdle.Text
source: Idle for more than:
de: Untätig seit mehr als:
fr: Inactif pendant plus de:

# cbStartMinimised.Text
source: Start minimised
de: Minimalisiert starten
fr: Démarrer minimisé

# tabAlerts.Text
source: Alerts
de: Alarme
fr: Alertes

# cbShowWallpaper.Text
source: Set map as windows desktop wallpaper
de: Karte als Windows Desktop Hintergrund setzten
fr: Mettre la carte en fond d'écran sur le bureau

# rbEventSortTop.Text
source: New events at top
de: Neue Ereignisse oben
fr: Nouveaux évènements en haut

# gbResetAllData.Text
source: Reset all game data
de: Alle Spieledaten zurücksetzen
fr: Réinitialiser toutes données

# tabNetwork.Text
source: Network
de: Netzwerk
fr: Réseau

# lblAlertDisplay.Text
source: Show pop-up alerts on:
de: Zeige die Pop-up Alarme auf:
fr: Montrer les Alertes sur:

# cbAlwaysAlertUnderAttack.Text
source: A town is under attack for the first time
de: Stadt wird erstmalig angegriffen
fr: Une ville est attaquée pour la 1ere fois

# tabLanguage.Text
source: Language
de: Sprache
fr: Langue

# rbDockWindowLeft.Text
source: Left
de: Links
fr: Gauche

# lblPostponeAlerts.Text
source: Postpone alerts while:
de: Alarme zurückhalten wenn:
fr: Remettre les Alertes lorsque:

# cbSleepWhenIdle.Text
source: Sleep when idle for more than:
de: Schlafmodus wenn untätig länger als:
fr: Veille quand inactif pendant plus de:

# lblResetAllData.Text
source: The game metadata is cached locally on your computer and only updated when it changes to conserve bandwidth. This will flush the cache, clear the in-memory data, then re-download and parse everything from scratch.
de: Um Bandbreite zu sparen, werden die Metadaten lokal zwischengespeichert und nur bei Änderungen neu geladen. Diese Funktion leert den Cache und lädt neue Daten vom Server.
fr: Les données de jeu sont stockées localement sur votre ordinateur et seulement mises à jour lorsqu'elle changent pour conserver votre bande passante. Cela videra le cache, nettoiera la mémoire et re-téléchargera tout.

# tabUpdates.Text
source: Updates
fr: Mises à jour

# rbDockWindowRight.Text
source: Right
de: Rechts
fr: Droite

# lblWiretapServer.Text
source: Wiretap server:
fr: Serveur Wiretap:

# rbPositionTop.Text
source: Top-right
de: Oben rechts
fr: En haut à droite

# cbLoadFactoryData.Text
source: Load factory data on startup (+138kb)
de: Fabrikdaten beim Start laden (+138kb)
fr: Charger les données d'usines (+138kb)

# rbEventSortBottom.Text
source: New events at bottom
de: Neue Ereignisse unten
fr: Nouveaux évènements en bas

# cbPostponeFullscreen.Text
source: Fullscreen
de: Vollbild
fr: Plein écran

# cbPlayAlertSound.Text
source: Play sound
de: Sounds abspielen
fr: Jouer son

# lnkMapPluginInfo.Text
source: Download and install the Hires Map Plugin to allow the size of the map to be increased.
de: Lade das Hires Map Plugin herunter, um die Kartengrösse verändern zu können.
fr: Télécharge et installe le Hires Map Plugin pour permettre d'agrandir la taille de la carte.

# lblMemUsage.Text
source: Memory usage
de: Speicherbelegung
fr: Utilisation de la mémoire

# cbFilterCountry.Text
source: Country
de: Land
fr: Pays

# cbSleepWhenPlay.Text
source: Sleep when playing Battleground Europe
de: Schlafmodus wenn BGE gespielt wird
fr: En veille lorsque Battleground Europe est lancé

# lblAlwaysAlert.Text
source: Always show alerts when:
de: Immer Alarme anzeigen wenn:
fr: Tjs montrer alertes quand:

# tabMisc.Text
source: Misc
de: Diverses

# cbWallOptions.Text
source: Options
de: Optionen

# $this.Text
source: Options
de: Optionen
